tap "aquaproj/aqua"
tap "aquasecurity/trivy"
tap "argoproj/tap"
tap "ariga/tap"
tap "bufbuild/buf"
tap "cue-lang/tap"
tap "earthly/earthly"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "k1low/tap"
tap "kayac/tap"
tap "minamijoyo/hcledit"
tap "minamijoyo/tfupdate"
tap "neovim/neovim"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "avrdude"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "buildkit"
brew "glib"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "node"
brew "corepack"
brew "libidn2"
brew "libssh2"
brew "curl", link: true
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "openssl@1.1"
brew "open-mpi", link: false
brew "findutils"
brew "fzf"
brew "gawk"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go-jsonnet"
brew "golangci-lint"
brew "gradle"
brew "grep"
brew "netpbm"
brew "psutils"
brew "groff"
brew "pkg-config"
brew "guile"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "lastpass-cli"
brew "libffi"
brew "libfido2"
brew "libmagic"
brew "libnfs"
brew "libpq"
brew "librsvg"
brew "libvterm"
brew "lldpd"
brew "luv"
brew "mas"
brew "maven"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nkf"
brew "nmap"
brew "node@18"
brew "openslide"
brew "parquet-tools"
brew "peco"
brew "poppler"
brew "postgresql@14"
brew "protobuf"
brew "pstree"
brew "python@3.9"
brew "redis"
brew "starship"
brew "terraform-docs"
brew "tig"
brew "tmux"
brew "tree"
brew "vips"
brew "watch"
brew "wget"
brew "zip"
brew "zsh"
brew "aquaproj/aqua/aqua"
brew "aquasecurity/trivy/trivy"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "ariga/tap/atlas"
brew "bufbuild/buf/buf"
brew "cue-lang/tap/cue"
brew "earthly/earthly/earthly"
brew "k1low/tap/tbls"
brew "kayac/tap/ecspresso"
brew "minamijoyo/tfupdate/tfupdate"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "arc"
cask "atok"
cask "authy"
cask "aws-vpn-client"
cask "bdash"
cask "centered"
cask "cursor"
cask "discord"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-monaspace"
cask "gather"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "hammerspoon"
cask "hey"
cask "jasper"
cask "karabiner-elements"
cask "kitty"
cask "logseq"
cask "monitorcontrol"
cask "ngrok"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "raindropio"
cask "raycast"
cask "session-manager-plugin"
cask "setapp"
cask "sfdx"
cask "shortcat"
cask "slack-cli"
cask "superlist"
cask "todoist"
cask "visual-studio-code-insiders"
cask "warp"
cask "zoom"
mas "Display Menu", id: 549083868
mas "feedly", id: 865500966
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
vscode "farosystemappender constructor"
vscode "vscodevim.vim"
