tap "clementtsang/bottom"
tap "derailed/k9s"
tap "fabianishere/personal"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hourglasshoro/graphmize"
tap "minamijoyo/tfupdate"
tap "muesli/tap"
tap "neovim/neovim"
tap "osx-cross/avr"
tap "sscotth/sip"
tap "weaveworks/tap"
brew "act"
brew "readline"
brew "augeas"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "gdbm"
brew "openssl@1.1"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "berglas"
brew "libffi"
brew "pcre"
brew "glib"
brew "python@3.8", link: true
brew "certbot"
brew "libtool"
brew "cfssl"
brew "circleci"
brew "colordiff"
brew "coreutils"
brew "ctop"
brew "curl"
brew "dfu-programmer"
brew "digdag"
brew "docker", link: false
brew "libyaml"
brew "docker-compose", link: false
brew "docker-machine", link: false
brew "embulk"
brew "fd"
brew "findutils"
brew "pkg-config"
brew "harfbuzz"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghq"
brew "pcre2"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "libevent"
brew "libidn2"
brew "gnupg"
brew "goenv", args: ["HEAD"]
brew "graphviz"
brew "grep"
brew "htop"
brew "iftop"
brew "istioctl"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "kustomize"
brew "libmagic"
brew "libnfs"
brew "libpq"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "lldpd"
brew "luajit"
brew "mas"
brew "openjdk"
brew "maven"
brew "minikube"
brew "msgpack"
brew "protobuf"
brew "mysql"
brew "ncdu"
brew "node-build"
brew "ndenv"
brew "neovim"
brew "nkf"
brew "nmap"
brew "openjdk@11"
brew "parquet-tools"
brew "peco"
brew "perl"
brew "pgcli"
brew "postgresql"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "scalaenv"
brew "starship"
brew "teensy_loader_cli"
brew "tfenv"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "w3m"
brew "watch"
brew "wget"
brew "yq"
brew "zip"
brew "zlib"
brew "zsh"
brew "clementtsang/bottom/bottom"
brew "derailed/k9s/k9s"
brew "fabianishere/personal/pam_reattach"
brew "hourglasshoro/graphmize/graphmize"
brew "minamijoyo/tfupdate/tfupdate"
brew "muesli/tap/duf"
brew "osx-cross/avr/avr-gcc@9"
brew "weaveworks/tap/eksctl"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk8"
cask "alacritty"
cask "alfred"
cask "atok"
cask "bartender"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "dynalist"
cask "flux"
cask "font-hackgen"
cask "font-hurmit-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hammerspoon"
cask "java"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "lens"
cask "licecap"
cask "notion"
cask "slack"
cask "spotify"
cask "teensy"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code-insiders"
cask "webex-teams"
cask "wireshark"
cask "zoomus"
mas "Display Menu", id: 549083868
mas "GarageBand", id: 682658836
mas "Habitify", id: 1140787122
mas "HazeOver", id: 430798174
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PopClip", id: 445189367
mas "Todoist", id: 585829637
mas "Tomato 2", id: 1494210770
mas "Tweetbot", id: 557168941
